{"id":146,"date":"2022-06-14T15:54:27","date_gmt":"2022-06-14T13:54:27","guid":{"rendered":"http:\/\/localhost\/linkcy?page_id=146"},"modified":"2022-09-29T18:05:49","modified_gmt":"2022-09-29T16:05:49","slug":"legal-notice","status":"publish","type":"page","link":"https:\/\/linkcy.io\/legal-notice\/","title":{"rendered":"Legal notice"},"content":{"rendered":"\n<h2>Purpose<\/h2>\n\n\n\n<p>The purpose of these Terms and Conditions of Use (hereafter “T&amp;Cs”) is to define the terms and conditions of access and use of the LINKCY Site.<\/p>\n\n\n\n<h2>Acceptance<\/h2>\n\n\n\n<p>The User acknowledges having read these T&amp;Cs and undertakes to respect them. These T&amp;Cs must be accepted by any User wishing to access the Site. The mere use of the Site by the User implies full and complete acceptance of these T&amp;Cs, who henceforth undertakes to comply with them.<\/p>\n\n\n\n<h2>Technical warning<\/h2>\n\n\n\n<p>Before any use of the Site, the User acknowledges having checked that the browser used allows access to the Site in a secure configuration.<\/p>\n\n\n\n<h2>Accessibility<\/h2>\n\n\n\n<p>LINKCY uses all reasonable means at its disposal to ensure quality access to any User of this Site. The Site is in principle accessible 24 hours a day and 7 days a week to any User with Internet access. However, LINKCY reserves the right to close or make inaccessible, at any time and without notice, all or part of the Site, in particular for maintenance operations or at the request of any legal authority and in the event of force majeure. LINKCY cannot under any circumstances be held responsible for the non-accessibility of the Site and for any total or partial interruption in the consultation of its pages. Being subject to an obligation of means, LINKCY may not be held liable for any damage that may result for the User or for a third party from the unavailability of this Site, whatever its nature. Furthermore, LINKCY cannot be held responsible for any network or server malfunction or any other event beyond reasonable control that prevents or degrades access to the Site.<\/p>\n\n\n\n<h2>Presentation of the Site<\/h2>\n\n\n\n<p>In particular, the Site offers the User the consultation of Content present on the Site, relating to products and services offered by LINKCY.<\/p>\n\n\n\n<h2>Intellectual property<\/h2>\n\n\n\n<p>The Site as well as its general structure, content, tools, texts, illustrations, photographs, graphics, drawings, animated or fixed images, sounds, know-how, logos, brands, distinctive signs, databases and software that are reproduced and\/or used within the framework of its exploitation (hereinafter, the &#8220;Content&#8221;), &#8211; as well as the related intellectual and\/or industrial property rights &#8211; are the exclusive property of LINKCY, to the exclusion of the trademarks, logos and other distinctive signs of its Partners. These T&amp;Cs do not confer to the User any property rights over the Site and its Content. Thus, any use and\/or reproduction, whether total or partial, of this Content is subject to the express prior agreement of LINKCY. In particular, it is prohibited to reproduce, represent, broadcast, transmit, commercially exploit and\/or distribute in any way whatsoever all or part of the Site or its Content, including the underlying technology used without the express prior authorizations of LINKCY. Version en vigueur au 03\/03\/2021 3 Consequently, the User shall refrain from and guarantees LINKCY against any action or act that may directly or indirectly infringe LINKCY&#8217;s intellectual property rights. In particular, the User undertakes to ensure that use of the Site does not constitute an act of counterfeiting, unfair or parasitic competition of the Site and\/or its Content.<\/p>\n\n\n\n<h2>Obligations and responsibility of the User<\/h2>\n\n\n\n<p>Any User is responsible for the use he makes of the Content present on the Site, which is not intended to constitute advice on the basis of which any decision could be taken by the User. Thus, the facts or acts that he may be led to carry out in consideration of the Content made available through this Site can not engage any liability other than that of the said User. The User is responsible for the proper functioning of all his computer equipment (hardware and software) necessary for the use of this Site and his Internet access. The User is required to take all the necessary preventive measures to protect his own data, software and\/or computer systems to protect themselves against contamination by possible viruses and against any attacks. The User generally undertakes to comply with all the regulations in force in France or in the country to whose legislation he is subject, as well as these T&amp;Cs and the Privacy Policy and Cookies Policy. The User is solely responsible for any violation of these regulations, with regard to LINKCY and third parties.<\/p>\n\n\n\n<h2>Obligations and responsibility of LINKCY<\/h2>\n\n\n\n<p>The Contents on the Site come from sources deemed reliable. However, these may contain errors, in which case LINKCY reserves the right to correct them as soon as it becomes aware of them. Furthermore, the Content present on the Site should not be considered as commercial offers for products or services. Any user wishing to purchase one of the products or services offered by LINKCY is invited to contact LINKCY to be informed of all the conditions for subscribing to the products and services. Thus, LINKCY does not guarantee to the User the veracity, completeness, exhaustiveness, relevance or accuracy of such Content. The Contents made available on this Site are provided for informational purposes only and do not constitute advice or a recommendation of any kind whatsoever. This Content may be modified at any time and\/or updated. LINKCY cannot guarantee to the User that the Site will meet their expectations exactly or that no errors will appear during the use of the Site. LINKCY cannot be held responsible for elements beyond its control and for any damage that may be suffered by the User&#8217;s technical environment and, in particular, his computers, software, network equipment or any other material used to access the Site.<\/p>\n\n\n\n<h2>Links<\/h2>\n\n\n\n<p>LINKCY may propose hypertext links to other third-party websites on the Site. These links are provided for informational purposes only. As LINKCY is unable to monitor the content of these third-party websites, any access to these websites is carried out under the sole responsibility of the User of theses website and at his own risk. LINKCY is not responsible for the content or availability of third-party websites. Indeed, these third-party websites may be subject to specific rules defined by their publisher (e.g. terms and conditions of use, legal notices, privacy policy, etc.), to which the User must refer. The User acknowledges that LINKCY assumes no responsibility for any loss or damage that his access to or browsing of these third-party websites may cause him. Version en vigueur au 03\/03\/2021 4 Nevertheless, LINKCY undertakes to act as a diligent professional so as not to propose hypertext links to websites that may reasonably be considered illicit. However, LINKCY is not able to verify, after the link has been established, the evolution of the content of the third-party website.<\/p>\n\n\n\n<h2>Personal Data<\/h2>\n\n\n\n<p>LINKCY guarantees the confidentiality of all personal data transmitted to it through this Site. The Privacy Policy for the LINKCY Site can be consulted on the LinkCy’s website.<\/p>\n\n\n\n<h2>Cookies<\/h2>\n\n\n\n<p>The User is informed that, during his visits to the Site, a cookie may be automatically installed on his browser software. A cookie is a block of data that does not enable the User to be identified but which is used to collect information relating to the User&#8217;s browsing on the Site (pages consulted, date and time of consultation, etc.). The Cookie Policy for the LINKCY Site can be consulted on the LinkCy’s website.<\/p>\n\n\n\n<h2>Complaints – information – notification<\/h2>\n\n\n\n<p>For any complaint or request for further information on the operation of the Site, you can contact LINKCY by writing an email to the following address: support@linkcy.io<\/p>\n\n\n\n<h2>Modification – evolution – update<\/h2>\n\n\n\n<p>LINKCY reserves the right to modify these T&amp;Cs at any time and without notice in order to adapt them to changes in the Site. The new T&amp;Cs will be brought to the attention of the User by online modification.<\/p>\n\n\n\n<h2>Independence of clause<\/h2>\n\n\n\n<p>The nullity, illegality or inapplicability of any clause of these T&amp;Cs shall not entail the nullity, illegality or inapplicability of the other clauses. In the event of the nullity, illegality or inapplicability of a clause, LINKCY will replace it with new valid, lawful or applicable stipulations which will have an effect as close as possible to that of the null, unlawful or inapplicable clause. User may not claim damages due to such nullity, illegality or unenforceability of any clause hereof.<\/p>\n\n\n\n<h2>Applicable law and competent jurisdiction<\/h2>\n\n\n\n<p>These T&amp;Cs are governed and interpreted in accordance with French law, without regard to the principles of conflict of laws. In the event of any dispute regarding the validity, interpretation and\/or execution of these T&amp;Cs, and after the failure of any attempt to find an amicable solution, express jurisdiction is assigned to the competent court of Paris.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Purpose The purpose of these Terms and Conditions of Use (hereafter “T&amp;Cs”) is to define the terms and conditions of access and use of the LINKCY Site. Acceptance The User acknowledges having read these T&amp;Cs and undertakes to respect them. These T&amp;Cs must be accepted by any User wishing to access the Site. The mere [&hellip;]<\/p>\n","protected":false},"author":1,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":[],"acf":[],"_links":{"self":[{"href":"https:\/\/linkcy.io\/wp-json\/wp\/v2\/pages\/146"}],"collection":[{"href":"https:\/\/linkcy.io\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/linkcy.io\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/linkcy.io\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/linkcy.io\/wp-json\/wp\/v2\/comments?post=146"}],"version-history":[{"count":3,"href":"https:\/\/linkcy.io\/wp-json\/wp\/v2\/pages\/146\/revisions"}],"predecessor-version":[{"id":476,"href":"https:\/\/linkcy.io\/wp-json\/wp\/v2\/pages\/146\/revisions\/476"}],"wp:attachment":[{"href":"https:\/\/linkcy.io\/wp-json\/wp\/v2\/media?parent=146"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}